import React from "react";
import styles from "./RulesView.scss";

export default function RulesView() {
    return (
        <div className={styles.view}>
            <h2>Правила и условия</h2>
            <p>
                Товарищи! сложившаяся структура организации способствует подготовки и
                реализации существенных финансовых и административных условий. Таким
                образом реализация намеченных плановых заданий способствует подготовки и
                реализации дальнейших направлений развития. С другой стороны постоянное
                информационно-пропагандистское обеспечение нашей деятельности требуют
                определения и уточнения модели развития. Таким образом начало повседневной
                работы по формированию позиции способствует подготовки и реализации
                существенных финансовых и административных условий. Значимость этих
                проблем настолько очевидна, что начало повседневной работы по формированию
                позиции влечет за собой процесс внедрения и модернизации новых
                предложений.
            </p>
            <p>
                Не следует, однако забывать, что укрепление и развитие структуры позволяет
                оценить значение новых предложений. Идейные соображения высшего порядка, а
                также укрепление и развитие структуры позволяет выполнять важные задания
                по разработке систем массового участия. Повседневная практика показывает,
                что рамки и место обучения кадров представляет собой интересный
                эксперимент проверки направлений прогрессивного развития. Равным образом
                реализация намеченных плановых заданий способствует подготовки и
                реализации новых предложений. С другой стороны консультация с широким
                активом представляет собой интересный эксперимент проверки направлений
                прогрессивного развития. Товарищи! реализация намеченных плановых заданий
                позволяет оценить значение системы обучения кадров, соответствует насущным
                потребностям.
            </p>
            <p>
                Таким образом постоянный количественный рост и сфера нашей активности
                влечет за собой процесс внедрения и модернизации модели развития.
                Повседневная практика показывает, что сложившаяся структура организации
                требуют определения и уточнения модели развития. Разнообразный и богатый
                опыт начало повседневной работы по формированию позиции обеспечивает
                широкому кругу (специалистов) участие в формировании направлений
                прогрессивного развития. Повседневная практика показывает, что дальнейшее
                развитие различных форм деятельности способствует подготовки и реализации
                системы обучения кадров, соответствует насущным потребностям.
            </p>
        </div>
    );
}
