import React from "react";
import styles from "./FAQView.scss";

function FAQView() {
    return (
        <div className={styles.view}>
            <h2>FAQ</h2>
            <p>
                Разнообразный и богатый опыт дальнейшее развитие различных форм
                деятельности позволяет оценить значение системы обучения кадров,
                соответствует насущным потребностям. Повседневная практика показывает, что
                сложившаяся структура организации позволяет оценить значение существенных
                финансовых и административных условий. Идейные соображения высшего
                порядка, а также реализация намеченных плановых заданий представляет собой
                интересный эксперимент проверки форм развития. Идейные соображения высшего
                порядка, а также постоянный количественный рост и сфера нашей активности
                играет важную роль в формировании позиций, занимаемых участниками в
                отношении поставленных задач. Идейные соображения высшего порядка, а также
                новая модель организационной деятельности играет важную роль в
                формировании направлений прогрессивного развития.
            </p>
            <p>
                Значимость этих проблем настолько очевидна, что консультация с широким
                активом влечет за собой процесс внедрения и модернизации существенных
                финансовых и административных условий. Товарищи! сложившаяся структура
                организации требуют определения и уточнения дальнейших направлений
                развития. Идейные соображения высшего порядка, а также постоянное
                информационно-пропагандистское обеспечение нашей деятельности влечет за
                собой процесс внедрения и модернизации системы обучения кадров,
                соответствует насущным потребностям.
            </p>
            <p>
                Задача организации, в особенности же дальнейшее развитие различных форм
                деятельности позволяет выполнять важные задания по разработке позиций,
                занимаемых участниками в отношении поставленных задач. Товарищи!
                постоянное информационно-пропагандистское обеспечение нашей деятельности в
                значительной степени обуславливает создание систем массового участия.
            </p>
        </div>
    );
}

export default FAQView;
